[
  {
    "quote": "Christian contentment is that sweet, inward, quiet, gracious frame of spirit, which freely submits to and delights in God's wise and fatherly disposal in every condition.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "It is not the bee's touching of the flower that gathers honey, but her abiding for a time upon the flower that draws out the sweet. It is not he who reads most, but he who meditates most who will prove the choicest, sweetest, wisest and strongest Christian.",
    "author": "Thomas Brooks"
  },
  {
    "quote": "Let us use worldly things as wise pilgrims do their staves and other necessities convenient for their journey. So long as they help us forward in our way let us make use of them, and accordingly esteem them. But if they become troublesome hindrances and cumbersome burdens let us leave them behind us, or cast them away. The temptations of prosperity, like unseen bullets, wound and kill us before they are discerned.",
    "author": "George Downame"
  },
  {
    "quote": "The best course to prevent falling into the pit is to keep at the greatest distance. He who will be so bold as to attempt to dance upon the brink of the pit may find by woeful experience, that it is a righteous thing with God that he should fall into the pit! Sin is a plague, yes, the greatest and most infectious plague in the world; and yet, ah! how few are there that tremble at it, that keep at a distance from it!",
    "author": "Thomas Brooks"
  },
  {
    "quote": "Riches are... long in getting with much pains, hard in keeping with much care, quick in losing with more sorrow.",
    "author": "Thomas Fuller"
  },
  {
    "quote": "Your life is short, your duties many, your assistance great, and your reward sure. Therefore faint not, hold on and hold up, in ways of well-doing, and Heaven shall make amends for all!",
    "author": "Thomas Brooks"
  },
  {
    "quote": "Where one thousand are destroyed by the world's frowns ten thousand are destroyed by the world's smiles. The world, siren-like, sings us and sinks us!",
    "author": "Thomas Brooks"
  },
  {
    "quote": "We fear men so much because we fear God so little. One fear cures another. When man's terror scares you turn your thoughts to the wrath of God.",
    "author": "William Gurnall"
  },
  {
    "quote": "When we grow careless of keeping our souls then God recovers our taste of good things again by sharp crosses.",
    "author": "Richard Sibbes"
  },
  {
    "quote": "How sweet is rest, after fatigue! How sweet will Heaven be, when our toilsome journey is ended.",
    "author": "George Whitefield"
  },
  {
    "quote": "The winter prepares the earth for the spring so do afflictions sanctified prepare the soul for glory.",
    "author": "Richard Sibbes"
  },
  {
    "quote": "As the wicked are hurt by the best things so the godly are bettered by the worst.",
    "author": "William Jenkyn"
  },
  {
    "quote": "Poverty and affliction take away the fuel that feeds pride.",
    "author": "Richard Sibbes"
  },
  {
    "quote": "To bless God for mercies is the way to increase them. To bless Him for miseries is the way to remove them.",
    "author": "William Dyer"
  },
  {
    "quote": "God's wounds cure sin's kisses kill!",
    "author": "William Gurnall"
  },
  {
    "quote": "God would not rub so hard if it were not to fetch out the dirt that is ingrained in our natures! God loves purity so well that He would rather see a hole than a spot in His child's garments!",
    "author": "William Gurnall"
  },
  {
    "quote": "Better be pruned to grow than cut up to burn.",
    "author": "John Trapp"
  },
  {
    "quote": "Temptations, when we meet them at first, are as the lion that reared upon Samson; but if we overcome them, the next time we see them we shall find a nest of honey within them.",
    "author": "John Bunyan"
  },
  {
    "quote": "Death is only a grim porter to let us into a stately palace.",
    "author": "Richard Sibbes"
  },
  {
    "quote": "Let your hope of Heaven master your fear of death. Why should you be afraid to die, who hope to live by dying!",
    "author": "William Gurnall"
  },
  {
    "quote": "Though Christians be not kept altogether from falling yet they are kept from falling altogether.",
    "author": "William Secker"
  },
  {
    "quote": "In our first paradise in Eden there was a way to go out but no way to go in again. But as for the heavenly paradise, there is a way to go in but not way to go out.",
    "author": "Richard Baxter"
  },
  {
    "quote": "Oh let us continually keep faith in exercise, until it be entirely swallowed up in the boundless ocean of beatific vision!",
    "author": "George Whitefield"
  },
  {
    "quote": "Look not how the Christian begins but how he ends.",
    "author": "William Gurnall"
  },
  {
    "quote": "A godly man prefers grace before goods, and wisdom before the world.",
    "author": "Richard Bernard"
  },
  {
    "quote": "Take a saint, and put him into any condition and he knows how to rejoice in the Lord.",
    "author": "Walter Cradock"
  },
  {
    "quote": "As bees are drowned in honey so the rich are choked with their prosperity.",
    "author": "Daniel Burgess"
  },
  {
    "quote": "Death came in by sin and sin goes out by death!",
    "author": "Edmund Staunton"
  },
  {
    "quote": "Without Christ, the most stately palace is a Hell. With Christ, the most stinking dungeon is a palace!",
    "author": "Andrew Gray"
  },
  {
    "quote": "We drown our sins in the Red Sea of Christ's blood.",
    "author": "William Price"
  },
  {
    "quote": "God's promises are like a bag full of golden coins that God pours out at the feet of His adopted children and says: Take what you will!",
    "author": "William Spurstowe"
  },
  {
    "quote": "When we are most lazy the devil is most busy. Sloth is the cause of sin, and idleness the fruitful mother of wickedness.",
    "author": "Andrew Gray"
  },
  {
    "quote": "Christ is not truly prized at all unless He is prized above all.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "The sufferings of Christ were equivalent to the eternal torments of the damned in Hell.",
    "author": "Thomas Vincent"
  },
  {
    "quote": "In Christ crucified, you may see a full answer... to all your needs, to all your fears, to all your doubts.",
    "author": "William Bridge"
  },
  {
    "quote": "All the men in the world are either vessels of mercy or vessels of wrath according to the will of God.",
    "author": "Thomas Hooker"
  },
  {
    "quote": "The work of the Son in redemption, does not exceed the work of the Father in election.",
    "author": "John Brinsley"
  },
  {
    "quote": "Predestination is the decree of God, by which he has ordained all men to a certain and everlasting estate.",
    "author": "William Perkins"
  },
  {
    "quote": "A wicked man, when he comes to die, will prefer Heaven before Hell. But a saint on earth, prefers Heaven before earth. If Christ is ours, God is ours, Heaven is our, all is ours!",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "This is the reason that some love him, and others do not because he reveals himself to some and not to others.",
    "author": "John Preston"
  },
  {
    "quote": "Faith sucks the honey of contentment, out of the hive of the promises.",
    "author": "Simeon Ashe"
  },
  {
    "quote": "Faith finds its luster in action and not just in notion. It enters our hearts and not just our heads.",
    "author": "Samuel Ward"
  },
  {
    "quote": "A true believer looks on religion, not as a burden which he must be forced to endure but a privilege which is his happiness to enjoy.",
    "author": "Andrew Gray"
  },
  {
    "quote": "A believer's heart is the garden where Christ has planted this sweet flower of His love.",
    "author": "Thomas Watson"
  },
  {
    "quote": "The lesser we discern pride in ourselves the more it reigns in our hearts.",
    "author": "William Perkins"
  },
  {
    "quote": "Sin is never our master until we consent to have it so.",
    "author": "Daniel Burgess"
  },
  {
    "quote": "The throne of sin is in the heart. The strength of sin lies in the love of it. Sin ruins none but those who love it.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Love other things than Christ and you have vexing care over them, both about their gaining them, keeping them and losing them.",
    "author": "John Preston"
  },
  {
    "quote": "It is a wonder to see what power petty, vain toys have over a person.",
    "author": "Henry Smith"
  },
  {
    "quote": "Riches steal away the hearts of men. It is a hard thing for a man to pass from delights on earth to delights in Heaven.",
    "author": "Francis Taylor"
  },
  {
    "quote": "Though you have sinned yourself near to Hell yet you have not sinned yourself into Hell.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Crying sins are commonly answered with the echo of roaring judgments.",
    "author": "John Arrowsmith"
  },
  {
    "quote": "He who hides sin loves it!",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Lovers of the world are much more afraid of losing their earthly substance, than they are of losing their immortal souls.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "The dearest thing must be parted with either as a snare or as a sacrifice.",
    "author": "William Strong"
  },
  {
    "quote": "It is the height of madness, to be sin's martyrs.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "My sins are as the sand of the sea for number. O that my tears were as the water of the sea for abundance!",
    "author": "William Spurstowe"
  },
  {
    "quote": "It can never by sufficiently lamented, that sin has made so many madmen in the world.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "He who will be a saint will be a sufferer.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "It is nothing to have tribulation for several days and then to triumph in the presence of God, and of the Lamb forever!",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "We have no reason to complain for our afflictions.",
    "author": "Christopher Love"
  },
  {
    "quote": "Affliction, yes, death is to be chosen before iniquity.",
    "author": "Richard Byfield"
  },
  {
    "quote": "It is better to be a chastened son, than an undisciplined bastard.",
    "author": "John Arrowsmith"
  },
  {
    "quote": "God has not promised to keep His people from afflictions, but to keep them from the hurt of them.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "It is expedient that you should endure the cross to inherit the crown.",
    "author": "Thomas Watson"
  },
  {
    "quote": "How many men are there, that are easily drawn to immoderate sorrow for worldly crosses.",
    "author": "Christopher Love"
  },
  {
    "quote": "Whatever afflictions you meet with, or whatever comforts you part with your sorrows should not be immoderate and inordinate.",
    "author": "Christopher Love"
  },
  {
    "quote": "You never saw God in his mercy when you do not see him in your afflictions.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "God has put us into the fire of affliction to refine us, and make us a vessel fit for His use.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "To every believer, the debt-book is crossed out; the black lines of sin are crossed out in the red lines of Christ's blood.",
    "author": "Thomas Watson"
  },
  {
    "quote": "The pope, by his lies, thoroughly proves himself the most dear child of the devil, the author and founder of all lies!",
    "author": "Henry Greenwood"
  },
  {
    "quote": "It is the blood of souls which the devil principally thirsts after as a murderer.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "One said well that... old wood is best to burn, old friends are best to trust, and old books are best to read.",
    "author": "John Arrowsmith"
  },
  {
    "quote": "Words are the mirror of the mind they show what is in the heart.",
    "author": "Thomas Watson"
  },
  {
    "quote": "Guilty men do not love to hear of the day of judgment.",
    "author": "Thomas Watson"
  },
  {
    "quote": "Man's spiritual deadness is such, that he can no more move toward Heaven, so much as one step, than a dead man can rise of himself.",
    "author": "John Philips"
  },
  {
    "quote": "Truth is the most sovereign ingredient for curing the nation and church.",
    "author": "Christopher Love"
  },
  {
    "quote": "A hard heart is frequently accompanied with a brazen face.",
    "author": "John Arrowsmith"
  },
  {
    "quote": "Men either go to Hell or Heaven. Unless of course men will follow the Papists to make purgatory which fire was kindled in the Pope's kitchen.",
    "author": "Thomas Hooker"
  },
  {
    "quote": "He who despises the Word of God and its commands is not sincerely converted, but damnably deluded.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "The Word without the Spirit of God is like the carcass without the soul.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "All events are wisely disposed of by the governing care of God's providence. Providence is a servant to God's eternal counsel and purpose. There is no altering the course of providence.",
    "author": "Matthew Mead"
  },
  {
    "quote": "Whatever afflictions, curses, and punishments are in the world they are ordained by God for the sin of man.",
    "author": "William Perkins"
  },
  {
    "quote": "The promises are the field and Christ is the hidden pearl which is to be sought in them. He who truly expects glory earnestly pursues grace.",
    "author": "William Spurstowe"
  },
  {
    "quote": "God does not so much look to the measure and quantity of grace, as to the sincerity and soundness of it.",
    "author": "John Philips"
  },
  {
    "quote": "A heart full of grace, is better than an head full of notions.",
    "author": "Thomas Watson"
  },
  {
    "quote": "Christians are jewels and Heaven is the golden cabinet where they shall be locked up safe!",
    "author": "Thomas Watson"
  },
  {
    "quote": "Let others be ambitious for honor, knowledge, wealth, pleasure but you are to be covetous, ambitious, and zealous for holiness.",
    "author": "Daniel Cawdrey"
  },
  {
    "quote": "The house of the godly is a little church the house of the wicked a little Hell.",
    "author": "Simeon Ashe"
  },
  {
    "quote": "A sanctified heart is better than a silver tongue.",
    "author": "Simeon Ashe"
  },
  {
    "quote": "Grace is the only way to glory. No holiness, no Heaven.",
    "author": "Andrew Gray"
  },
  {
    "quote": "The end of study is knowledge, but the end of meditation is holiness.",
    "author": "Thomas White"
  },
  {
    "quote": "Believers are wise to admire nothing in this world. Jesus did not care for it when Satan offered him all the kingdoms of the world.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Holiness is spiritual beauty: sin is spiritual deformity.",
    "author": "Peter Sterry"
  },
  {
    "quote": "Two things make the saints maligned by the men of the world. Saints hate what the world loves and vilify what the world adores.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "A pure conscience can bear a mountain of misery, better than a mole hill of sin.",
    "author": "Francis Whiddon"
  },
  {
    "quote": "You may not be outwardly bad and yet not inwardly good.",
    "author": "Thomas Watson"
  },
  {
    "quote": "Stage-Plays are for the most part representations of men's villainy and wickedness, to provoke joy and laughter, and for this are unlawful.",
    "author": "Christopher Love"
  },
  {
    "quote": "Godly men are very moderate in the use of the creatures, lest they should be brought under the power of them.",
    "author": "William Strong"
  },
  {
    "quote": "Now what is hope, but the expectation of those things which God has promised?",
    "author": "Daniel Cawdrey"
  },
  {
    "quote": "Hope is a faculty of the soul that looks out for mercy, and waits for the same.",
    "author": "Isaac Ambrose"
  },
  {
    "quote": "If all the graces of God are precious pearls then humility is the string that ties them all together.",
    "author": "Daniel Cawdrey"
  },
  {
    "quote": "Humility is the robe of all the sons of God and the distinguishing character of a true Christian. Humility is the only way to glory. True humility never desires to show itself because it intends to hide, not only other virtues, but above all, itself.",
    "author": "Daniel Cawdrey"
  },
  {
    "quote": "Hypocrisy is the ape of all virtues, even pride itself puts on the cloak of humility.",
    "author": "Daniel Cawdrey"
  },
  {
    "quote": "Hypocrisy mostly ends in apostasy.",
    "author": "John Greene"
  },
  {
    "quote": "A devout heathen is better than a profane Christian.",
    "author": "Daniel Burgess"
  },
  {
    "quote": "He who prays without faith and grace is a hypocrite and he who does not pray at all is an atheist.",
    "author": "Thomas Ford"
  },
  {
    "quote": "You may be a hypocrite and may not know it.",
    "author": "Cuthbert Sydenham"
  },
  {
    "quote": "True forgiveness is never too late but late forgiveness is seldom true.",
    "author": "John Arrowsmith"
  },
  {
    "quote": "God hates that religion which costs men nothing.",
    "author": "William Strong"
  },
  {
    "quote": "Happiness is the common object of every man's desire.",
    "author": "John Philips"
  },
  {
    "quote": "The foundation of a man's eternal happiness or misery, is laid in this life.",
    "author": "William Strong"
  },
  {
    "quote": "By the law we see our misery and by the gospel we see our remedy.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "A godly man must not impose on his conscience the necessity of observing such rules of practice which God has not prescribed.",
    "author": "Nicholas Byfield"
  },
  {
    "quote": "A godly man must not impose on his conscience the necessity of observing such rules of practice which God has not prescribed.",
    "author": "Nicholas Byfield"
  },
  {
    "quote": "A law properly is a commandment with penalty.",
    "author": "William Bridge"
  },
  {
    "quote": "God's love does not spring from delight in our beauty but from pity to our deformity.",
    "author": "William Spurstowe"
  },
  {
    "quote": "Christ's love is written in characters of blood, and his grace is stamped on every line and blessing of the gospel.",
    "author": "Richard Rawlin"
  },
  {
    "quote": "God presently gives an everlasting assurance of salvation to all who love Christ sincerely.",
    "author": "William Pinke"
  },
  {
    "quote": "Would you love Christ use him much, and then more you will prize him, and more you will love him.",
    "author": "William Bridge"
  },
  {
    "quote": "If the wicked love God it is only for his benefits.",
    "author": "Henry Smith"
  },
  {
    "quote": "If a man does not love the Lord Jesus, it is because he loves something better than him.",
    "author": "John Preston"
  },
  {
    "quote": "We should love Christ's person more entirely than his benefits.",
    "author": "William Pinke"
  },
  {
    "quote": "Mercies are designed to be as cords to draw you, and afflictions as rods to drive you nearer to God let both attain their end.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Look on your own secret sins, your relapses, and then on Christ's coming with his mercies and favors and you cannot but love him.",
    "author": "John Preston"
  },
  {
    "quote": "Love is a holy disposition rising from faith where we cleave to Christ with full purpose of heart, to serve and please him in all things.",
    "author": "John Preston"
  },
  {
    "quote": "Men may have knowledge of God by the hearing of the ear, and yet have no acquaintance with God.",
    "author": "Matthew Newcomer"
  },
  {
    "quote": "Meditation is a serious, earnest and purposed musing upon some point of Christian instruction.",
    "author": "John Ball"
  },
  {
    "quote": "Meditation tends to lead us forward toward the Kingdom of Heaven, and serves for our daily strengthening against the world, flesh and Devil.",
    "author": "John Ball"
  },
  {
    "quote": "By meditation, the Christian improves his knowledge, quickens his affections, and excites practice.",
    "author": "Thomas White"
  },
  {
    "quote": "Meditation and prayer are like two turtle-doves if you separate one, the other dies. Illumination makes us shining lamps, meditation makes us burning lamps. Meditation imprints and fastens a truth in the mind. A Christian without meditation is like a soldier without weapons, or a workman without tools. Meditation is like the watering of the seed, it makes the fruits of grace to flourish. Meditation is the chewing on the truths we have heard. Let us go into Hell by contemplation that we may not go into Hell by condemnation.",
    "author": "Thomas Watson"
  },
  {
    "quote": "It is a great piece of happiness upon earth not to long after that which the Lord is pleased to deny.",
    "author": "Simeon Ashe"
  },
  {
    "quote": "God is not otherwise to be enjoyed than as he is obeyed.",
    "author": "John Howe"
  },
  {
    "quote": "No man can die in the Lord who does not live to the Lord.",
    "author": "William Spurstowe"
  },
  {
    "quote": "The Christian soul is content that God should rule everything, not only the eye, or hand, or tongue but the whole man.",
    "author": "Isaac Ambrose"
  },
  {
    "quote": "Good works do not make a good man but a good man does make works good.",
    "author": "Martin Luther"
  },
  {
    "quote": "An ignorant person cannot please God.",
    "author": "Thomas Case"
  },
  {
    "quote": "A man may as well go to Hell for not doing good as for doing evil.",
    "author": "Thomas Watson"
  },
  {
    "quote": "Good works are rewardable, though they are not meritorious.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "What way your hearts go that way your thoughts go.",
    "author": "William Strong"
  },
  {
    "quote": "When a baby is born, it cries; when a sinner is born again, he prays.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Those are the strongest Christians who are the mightiest in prayer.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "A praying Christian is a useful Christian in the world.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "Prayer does not make a change in God, but makes a change in us.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Without prayer, adversity will be intolerable and prosperity will be a snare.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Prayer is tying a knot at the end of meditation.",
    "author": "Daniel Burgess"
  },
  {
    "quote": "If once a man ceases to pray against sin, he is in danger to commit it.",
    "author": "William Strong"
  },
  {
    "quote": "Prayer is the spiritual leech which sucks the poison of sin out of the soul.",
    "author": "Thomas Watson"
  },
  {
    "quote": "It is not a small work to break the pride and stoniness of your heart. It needs power from above.",
    "author": "Nicholas Byfield"
  },
  {
    "quote": "The Spirit takes away the fig leafs of excuses and presents sin naked and bare.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Conversion is a nail which the prophets of old were hammering on perpetually.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Regeneration does not work on our understanding only to show us what we are to do, but on our will as well to alter and reform it.",
    "author": "Francis Taylor"
  },
  {
    "quote": "Pray to God to give you the same Spirit who wrote the Word, to enable you to delight in it.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "Sorrow and tears for sin are never right until they are like floods of water to drive us to Christ.",
    "author": "Christopher Love"
  },
  {
    "quote": "All of us put up broken duties but few of us have broken hearts.",
    "author": "Thomas Doolittle"
  },
  {
    "quote": "No man ever miscarried for being a great sinner; but only for being an impenitent sinner.",
    "author": "William Spurstowe"
  },
  {
    "quote": "The more the wicked are called to holiness the further they run into all sin and wickedness.",
    "author": "Andrew Gray"
  },
  {
    "quote": "Every heart that is not a Holy Spirit Temple is nothing more than Satan's hideous dunghill.",
    "author": "Daniel Burgess"
  },
  {
    "quote": "There is the curse of God on all that a wicked man enjoys.",
    "author": "Christopher Love"
  },
  {
    "quote": "The Sabbath is the market day of our souls, in which we come to God's house to buy the wine and milk of the word without money.",
    "author": "Henry Burton"
  },
  {
    "quote": "I had rather be a preacher in a pulpit, than a prince on a throne.",
    "author": "Christopher Love"
  },
  {
    "quote": "Since the love of the world is so common in the church, it is a plain demonstration that salvation is not a common thing.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Christianity is no jesting matter; the profession of Christ is the most serious business in the world.",
    "author": "William Pinke"
  },
  {
    "quote": "By the key of faith, we fetch daily new grace out of Christ's treasury to sanctify us more and more.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "Desire to know the meaning of the rod, and to hear God's voice speaking in it.",
    "author": "Richard Byfield"
  },
  {
    "quote": "The love of some corruption keeps many from the sweet fruition of God's favorable countenance.",
    "author": "Francis Taylor"
  },
  {
    "quote": "He who does not care to be like Christ, certainly has no love to him, nor any saving interest in his love.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Saints are afflicted, that they may be more thoroughly sanctified.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Sin is worse than Hell because it made Hell to be Hell.",
    "author": "Christopher Love"
  },
  {
    "quote": "Do you complain of a hard heart? The sight of a broken Christ will break your heart, or nothing will.",
    "author": "William Bridge"
  },
  {
    "quote": "Sin is infinite because it is against an infinite God, bringing an infinite punishment because it cannot be atoned for by finite creatures.",
    "author": "John Beart"
  },
  {
    "quote": "It is dangerous to be the world's favorite.",
    "author": "Simeon Ashe"
  },
  {
    "quote": "Wicked thoughts are deadly evils.",
    "author": "William Perkins"
  },
  {
    "quote": "In a moment sin is committed on earth. Then it comes before God in Heaven, and is condemned to Hell.",
    "author": "Henry Smith"
  },
  {
    "quote": "There is in sin, these two things: a debt to God and a bondage to Satan.",
    "author": "William Strong"
  },
  {
    "quote": "For as sins of commission poison the soul, so sins of omission starve the soul.",
    "author": "Thomas White"
  },
  {
    "quote": "As the violence of winds and waves sink a ship, so gluttony and drunkenness sink our souls and bodies into the depth of Hell.",
    "author": "Andrew Gray"
  },
  {
    "quote": "Great sins require great lamentations.",
    "author": "Henry Greenwood"
  },
  {
    "quote": "Strange that believers should be abhorred because they are beautified with grace, and be hated because they are lovely.",
    "author": "Nathaniel Vincent"
  },
  {
    "quote": "Let courage animated by faith dwell in you and you will readily overcome both the frowns and flatteries of the world.",
    "author": "William Spurstowe"
  },
  {
    "quote": "The healing of the Church's breaches should be the desire of every Christian.",
    "author": "John Brinsley"
  },
  {
    "quote": "All those who would walk worthy of the Gospel, must endeavor a sweet, close, holy, lasting union among themselves.",
    "author": "Matthew Newcomen"
  },
  {
    "quote": "No one thing either deforms or weakens the Church more than division.",
    "author": "John Brinsley"
  },
  {
    "quote": "Every true and acceptable service to God has a precept, promise, and pattern.",
    "author": "John Philips"
  },
  {
    "quote": "It is as the filthiness of whoredom, to the Lord to have human inventions erected or interposed as parts or props of worship.",
    "author": "Gasper Hickes"
  },
  {
    "quote": "Singing is making, in a special manner, man's tongue to be God's glory.",
    "author": "Nathaniel Holmes"
  },
  {
    "quote": "It is unlovely when some in the congregation sing out of tune but the greatest absurdity of all is when our hearts are not in tune.",
    "author": "Thomas Ford"
  },
  {
    "quote": "The Word is a trumpet to proclaim Christ. The Lord's table is a looking-glass to represent Him.",
    "author": "Thomas Watson"
  },
  {
    "quote": "To institute holy days, and to make them parts of God's worship, is a privilege of God alone. God only can prescribe His own worship.",
    "author": "Daniel Cawdrey"
  },
  {
    "quote": "In our worst condition we have cause to praise God.",
    "author": "Richard Sibbes"
  },
  {
    "quote": "The humble Christian looks with one eye upon God's grace, to keep his heart cheerful; and with the other eye upon his sin, to keep it humble.",
    "author": "Thomas Watson"
  },
  {
    "quote": "Many a preacher is now in Hell, who has a hundred times called on his hearers to use the utmost care and diligence to escape it!",
    "author": "Richard Baxter"
  },
  {
    "quote": "Slight thoughts of God will make but a slight impression on the affections. He who thinks slightly of God, will serve him slightly, and love him slightly. He who thinks slightly of sin, will slight sin. He who thinks slightly of God, God will slight him.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "God's wrath is a calm and quiet appointment of just punishment.",
    "author": "Stephen Marshall"
  },
  {
    "quote": "No man was ever kept out of Heaven for his confessed wickedness, but many are for their supposed goodness!",
    "author": "Richard Capel"
  },
  {
    "quote": "This is a singular comfort, that all things come to pass not according to wicked men's counsels, but according to what God determines.",
    "author": "George Gifford"
  },
  {
    "quote": "We are much obliged to God for keeping wicked men and devils in bonds and for limiting their malice and enmity; for if God gave permission to them to execute their power and malice, all the world would quickly be in flames.",
    "author": "George Gifford"
  },
  {
    "quote": "Men may read or hear the word diligently, but without meditation it bears no fruit. Meditation makes that which we have read become our own.",
    "author": "Richard Greenham"
  },
  {
    "quote": "Men may be diligent to read and hear the word, yet they shall not profit by it if God does not infuse the hearing of his word by his Spirit.",
    "author": "Richard Greenham"
  },
  {
    "quote": "Saving faith is always fruitful; and that faith which is not fruitful is not true faith. The apostle does not deny that we are justified by faith, and only by faith; but he denies that faith without works is a true faith. It is only an empty notion; and such a faith cannot justify nor save a man.",
    "author": "Thomas Senior"
  },
  {
    "quote": "Proud men cannot endure scrutiny, either by the public ministry, or by a private admonition.",
    "author": "Thomas Senior"
  },
  {
    "quote": "The word brings one nearer Heaven, or further from it; it does good or harm; it makes better or worse. It is either a quickening spirit, or killing letter.",
    "author": "David Clarkson"
  },
  {
    "quote": "As flowers are the joy of plants, so joy is the blossom of our graces.",
    "author": "Nathaniel Holmes"
  },
  {
    "quote": "Even as true believers do not make an end of sinning, so God cannot make an end of pardoning. And as his pardoning removes our fear of sin, so it also removes our love of sin.",
    "author": "Nathaniel Holmes"
  },
  {
    "quote": "It is meditation that makes you master of the truths that you read or hear; otherwise, the wisdom remains in the book.",
    "author": "William Bridge"
  },
  {
    "quote": "The reason we meditate little is because we love God little. When a man hears the word of God in public or in private but does not continue to meditate on it afterward, it is because it has made no impression on him.",
    "author": "William Bridge"
  },
  {
    "quote": "Knowledge brings us to the door of truth, but meditation opens the door to the house and takes us into all its rooms. This is the way to enter into the secret places of the things of God.",
    "author": "William Bridge"
  },
  {
    "quote": "Original sin, though perfectly pardoned, is yet imperfectly purged. At the point of salvation, we are purged from the death of sin but not from the disease of it.",
    "author": "Ralph Browning"
  },
  {
    "quote": "All the temptations of Satan are actions of cunning and not of power. He may persuade and seduce us by the dexterity of his skill, but he cannot force and compel us. Though he has a great deal of power and strength and cunning, he may circumvent us. But he cannot powerfully overthrow us. It is not in the power of Satan to force the will of any to yield to his temptations.",
    "author": "Ralph Browning"
  },
  {
    "quote": "If parents do not prevent sins in their children at home, when they go into the world, they meet with temptations which turn their youthful flings into immoveable habits. It is easy to observe, that the lack of family religion is the cause of the visible decay of the welfare of church and state .",
    "author": "Thomas Risley"
  },
  {
    "quote": "As nothing in believers was so good as to cause him to love them--so nothing is so bad as can cause him to withdraw his love from them.",
    "author": "John Durant"
  },
  {
    "quote": "Were the life of sinful men prolonged forever on earth, they would sin forever. And since the guilt and filth of sin descends into Hell with the impenitent, and the damned are ever living and ever sinning, therefore, it is just that their punishment run parallel with their sinning.",
    "author": "Thomas Risley"
  },
  {
    "quote": "Do not be deceived, for if you are not Christians in your own houses, whatever profession you make in the house of God regarding your Christianity is unsound!",
    "author": "Thomas Risley"
  },
  {
    "quote": "God knows we have many miseries, so he balances it with his many mercies.",
    "author": "Nathanael Holmes"
  },
  {
    "quote": "Though you read much and hear much, if you do not meditate on what you read and hear, it will amount to little; you will never be any the wiser.",
    "author": "William Bridge"
  },
  {
    "quote": "Reading without meditation is unfruitful; meditation without reading is hurtful; to meditate and to read without prayer upon both is without blessing.",
    "author": "Richard Greenham"
  },
  {
    "quote": "I cannot help but think those blameworthy who in these times flaunt their abilities to hammer out some of the more controversial truths of Scripture, and yet neglect the study of his love which is of such necessary importance. I do not altogether blame those who study the headship of Christ; yet to study the head of Christ, while neglecting his heart, to mind his government and yet neglect his love, is without doubt, a thing to be reproved.",
    "author": "John Durant"
  },
  {
    "quote": "The lost continue in sin, deceiving themselves with vain hope of God's mercy in the end. The saved cleanse themselves from all filthiness of the flesh, and grow in all graces until they have yielded up themselves to have Christ reign in them.",
    "author": "George Gifford"
  },
  {
    "quote": "It infinitely concerns all men to make a sure work about their salvation, for when they die they will be great losers; they will lose not only their comforts on earth, but also the joys of Heaven, without any hope of recovery!",
    "author": "John Jackson"
  },
  {
    "quote": "All willful disobedience to our Lord's revealed will is destructive, if persisted in, and admits of no excuse. To suspend our practice of any duty, until we understand the reason of the precept, is indeed worthy of an everlasting Hell.",
    "author": "Timothy Cruso"
  },
  {
    "quote": "No man is master of events, or absolute determiner of his own endeavors. The sovereign counsel and the providence of God orders all things in the designs of all men, as seems good in his sight.",
    "author": "Urian Oakes"
  },
  {
    "quote": "True faith brings remarkable affects: True humility. Genuine repentance. Son-like fear. Universal and absolute submission to God's will. Patience in all afflictions. Proficiency in godliness. Settled peace of mind. Unspeakable joy in the Spirit.",
    "author": "Daniel Featley"
  },
  {
    "quote": "A soldier in Christ's army will not be a slave to the devil, or any lust of his own.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "True religion where it is received, will command the heart and the whole man. Let a man profess what he will--if his heart and life is not reformed, he is a hypocrite; and whatever worship he does to God is but a false worship.",
    "author": "Arthur Hildersham"
  },
  {
    "quote": "It is not properly our unworthiness, but our pride and haughtiness that hinder us from coming to Christ; for we would have something from ourselves, and not all from him.",
    "author": "Thomas Hooker"
  },
  {
    "quote": "You shall seldom hear a general sermon do any good. It is the particular application that works on people's hearts.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "A great understanding, and an acute mind, will make a learned man; but it is a holy life that makes a godly man.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "This duty of daily divine meditation is the life and soul of all Christianity. You are carcasses of Christians if you are not acquainted with it. It is as impossible to live without a soul, as it is to be a good Christian without divine meditation.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "Divine, godly meditation is the life of all religion, and that which puts life into all other duties.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "A man may go to Hell for plotting wicked things, as well as for practicing wicked things. Proverbs 12:2 He will condemn a man who devises evil.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "The saint's peace is a peace with God, but not with sin. The sinner's peace is a peace with sin, but not with God.",
    "author": "Matthew Mead"
  },
  {
    "quote": "Sin is always acting, always conceiving, always seducing and always tempting!",
    "author": "John Owen"
  },
  {
    "quote": "Gifts may make a man a scholar, but grace makes a man a believer.",
    "author": "Matthew Mead"
  },
  {
    "quote": "Secret prayer is the invisible flight of the soul into the bosom of God.",
    "author": "Samuel Lee"
  },
  {
    "quote": "Christians should be walking Bibles.",
    "author": "Thomas Watson"
  },
  {
    "quote": "Beloved, if you would ever reign with Christ when you die, he must reign in you while you live.",
    "author": "Edmund Calamy"
  },
  {
    "quote": "Heaven is a goal, and unless you run you shall never obtain it. Heaven is a crown of life, but unless you are faithful to death, you shall never wear it.",
    "author": "Christopher Love"
  },
  {
    "quote": "I do not pray not for the world. John 17:9. If Christ would not spend his breath to pray for them, then surely he would not spend his precious blood to purchase Heaven for them.",
    "author": "Christopher Love"
  },
  {
    "quote": "The end of hearing the word preached, is not chiefly to know and understand, but rather to believe, practice, and obey that which is taught.",
    "author": "Stephen Egerton"
  },
  {
    "quote": "Men are elated when they speak with an earthly king, and are bid to his table to eat. Are we elated when we go before the King of Heaven and earth to speak to him by prayer and to feast and feed with him?",
    "author": "Stephen Egerton"
  },
  {
    "quote": "Why do people often hate the ministry of the Word? Answer: Commonly from the matter which he delivers, by which the errors of their judgment, and corruptions of their hearts and lives, are laid open, and reproved.",
    "author": "Stephen Egerton"
  },
  {
    "quote": "God has no glory from that zeal that has no scriptural warrant.",
    "author": "Matthew Mead"
  },
  {
    "quote": "Many would depend on Christ's sacrifice, yet will not submit to his scepter; they would have Christ to pacify their consciences, and the world to please their affections. They would have Christ to die for them, but not to live in them.",
    "author": "William Bates"
  },
  {
    "quote": "A Christian, so soon as he is newborn, is born a soldier, and so continues until his crown is put on him.",
    "author": "Richard Sibbes"
  },
  {
    "quote": "How do we know if we have resisted temptation truly? A man has sufficiently resisted sin and Satan when he does not allow the sin, and when he in no way consents to the temptation.",
    "author": "Richard Capel"
  },
  {
    "quote": "Even though divine mysteries exist, this is not a sufficient plea to be ignorant of God's ways and will.",
    "author": "William Bridge"
  },
  {
    "quote": "The soul ascends to God by holy thoughts and ardent desires, and God descends into the soul by the communication of grace and comfort.",
    "author": "William Bates"
  },
  {
    "quote": "To one who has a spiritual taste of the word of God they find it sweeter than all pleasures and delights whatever.",
    "author": "Thomas Manton"
  },
  {
    "quote": "The house of the godly is a little church; just as the house of the wicked is a little Hell.",
    "author": "Simeon Ashe"
  },
  {
    "quote": "Desires are far better than actions. For a man may do a good action, that he does not love; and he may abstain from an wicked action, that he does not hate.",
    "author": "Richard Sibbes"
  },
  {
    "quote": "It is not merely knowledge that will bring to Heaven, for the devil has that; but it is knowledge sanctified, seizing upon the affections.",
    "author": "Richard Sibbes"
  },
  {
    "quote": "No one shall ever come to Heaven, who does not desire the things that tend to Heaven above all earthly things.",
    "author": "Richard Sibbes"
  },
  {
    "quote": "The Word of God does not only permit, but also commands us to love and embrace Christ with the sweetest, dearest affections that nature can possibly stir up in our minds, heart and soul.",
    "author": "William Pinke"
  },
  {
    "quote": "If men live no better after worship than they did before, is an ill sign of their being insincere, false and deceitful in it.",
    "author": "Joshua Moodey"
  },
  {
    "quote": "Those who make solemn vows in the days of their distress, but forget to pay them in the days of their enlargement, are but liars and deceivers!",
    "author": "Joshua Moodey"
  },
  {
    "quote": "To do anything in vain is folly, but to worship God in vain, is gross iniquity.",
    "author": "Samuel Willard"
  },
  {
    "quote": "When we read or hear his word, let us do it with the heart. One grain of heart-service, is of more account with him than mountains of all other services whatever.",
    "author": "John Wilson"
  },
  {
    "quote": "God's power is unlimited, his wisdom infinite, his authority is supreme, his freedom absolute, and he may both do what he will himself, and appoint what he will have us to do.",
    "author": "John Wilson"
  },
  {
    "quote": "Religious worship is devout behavior towards God, whereby we acknowledge his Sovereignty over us, and the dueness of our obedience to him, appearing before him, and waiting upon him, in the way he has appointed in his Word.",
    "author": "John Wilson"
  },
  {
    "quote": "Lukewarm and indifferent services to God in worship are a stench in the nostrils of God.",
    "author": "Stephen Charnock"
  },
  {
    "quote": "Worship is nothing else but a rendering to God the honor that is due unto him.",
    "author": "Stephen Charnock"
  },
  {
    "quote": "It is not enough to receive the truth that we might be saved, but we must receive the love of the truth if ever we would be saved.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "Men secretly imagine that God knows not, or soon forgets--and then make bold to sin against him.",
    "author": "Stephen Charnock"
  },
  {
    "quote": "How does godly meditation fit into your personal devotions? Do you meditate on the scriptures daily?",
    "author": "Richard Allestree"
  },
  {
    "quote": "Where no proof of Christ's power in the ministry is found or felt by the hearers, either the teacher must be a reprobate teacher, or the hearers reprobate hearers.",
    "author": "John Forbes"
  },
  {
    "quote": "The shine and luster of all the attributes of God together is God's glory.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "The fear of God must be an abiding fear. It should not only be at that instant when you are worshiping God, or speaking of any of God's titles and names, but must abide on your hearts after the duty is over.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "God is like a picture with a curtain drawn over it. The Christian cannot see the beauty of God until meditation draws the curtain aside and lets in all the beauty that is in God",
    "author": "Edmund Calamy"
  },
  {
    "quote": "There is no fear of knowing too much of the Bible, but there is a great amount of fear that goes into practicing too little.",
    "author": "Thomas Brooks"
  },
  {
    "quote": "It is your Christian duty to pour out your heart before the Lord in giving him thanks for every mercy, in confessing every sin with godly sorrow, and in asking everything you need in Christ's name.",
    "author": "John Jackson"
  },
  {
    "quote": "There is a vast difference between the two eternities that immediately follow after death. The believer's eternity is one perpetual day of joy that shall never see night. The unbeliever's eternity is one everlasting night of torments without day.",
    "author": "John Jackson"
  },
  {
    "quote": "Many are as hot as fire in their own private matters, who are as cold as ice in things that concern God's honor and glory.",
    "author": "Robert Cleaver"
  },
  {
    "quote": "Those who have been stung with sin can more easily be moved to show compassion towards poor sinners like themselves, because by the feeling of misery, men learn the practice of mercy.",
    "author": "Robert Cleaver"
  },
  {
    "quote": "God's ways are the best, no matter how we may judge his providence in the times we go through affliction and difficulty.",
    "author": "John Dod"
  },
  {
    "quote": "With fervent prayers, there is much humility. With few and weak prayers, there is little humility. With no prayers at all, there is no humility.",
    "author": "John Dod"
  },
  {
    "quote": "Wicked men are like a blind men who do not fear danger. If a blind man was about to fall off a high cliff, he has no fear because he does not see any danger.",
    "author": "John Dod"
  },
  {
    "quote": "Sanctified afflictions are spiritual promotions.",
    "author": "John Dod"
  },
  {
    "quote": "If I cannot trust God for the material provisions and things of this life, do I truly trust him for life everlasting?",
    "author": "Paul Bayne"
  },
  {
    "quote": "Those that have the best joy in their hearts are those that walk most in the fear of God.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "The burden of sin cannot be light, seeing it was pressed out of Christ himself as a bloody sweat.",
    "author": "Christopher Love"
  },
  {
    "quote": "If Satan's darts have wounded us, faith cools the scalding heat of sin by applying to us the precious balm of Christ's blood.",
    "author": "Christopher Love"
  },
  {
    "quote": "I can rest securely, while I lay my head on Christ's bleeding si",
    "author": ". Augustin"
  },
  {
    "quote": "Many people do not forsake their sins, but grow more cunning in concealing them.",
    "author": "Thomas Watson"
  },
  {
    "quote": "If you would get Christ into your heart, let Heaven be in your eye!",
    "author": "Thomas Watson"
  },
  {
    "quote": "Sin is a leprous spot. It makes everything we touch unclean.",
    "author": "Thomas Watson"
  },
  {
    "quote": "Every pardon a sinner has is written in Christ's blood.",
    "author": "Thomas Watson"
  },
  {
    "quote": "Jesus Christ is the pillar and hinge on which the Covenant of Grace turns.",
    "author": "Thomas Watson"
  },
  {
    "quote": "I have never once feared the devil, but I tremble every time I enter the pulpit.",
    "author": "John Knox"
  },
  {
    "quote": "One man with God, is always in the majority.",
    "author": "John Knox"
  },
  {
    "quote": "Anyone who is born of God hears his word. Christ's sheep hear his word and follow him.",
    "author": "Martin Bucer"
  },
  {
    "quote": "Peace is not to be purchased by the sacrifice of truth.",
    "author": "John Calvin"
  },
  {
    "quote": "The tongue exists to reveal our heart.",
    "author": "John Calvin"
  },
  {
    "quote": "Wherever the Word of God is purely preached, there a church of God exists, even if it swarms with many faul",
    "author": ". Calvi"
  },
  {
    "quote": "Many have passed for saints on earth, whose souls are now in Hell.",
    "author": "Martin Luther"
  },
  {
    "quote": "If you see yourself as a 'little sinner' you will inevitably see Jesus as a 'little Savior'.",
    "author": "Martin Luther"
  },
  {
    "quote": "A simple layman armed with Scripture is greater than the mightiest pope without it.",
    "author": "Martin Luther"
  },
  {
    "quote": "To be a Christian without prayer is no more possible than to be alive without breathing.",
    "author": "Martin Luther"
  },
  {
    "quote": "The most damnable heresy that ever plagued the mind of man was that he could make himself good enough to deserve to live with a holy God.",
    "author": "Martin Luther"
  },
  {
    "quote": "A religion that gives nothing, costs nothing, and suffers nothing--worth nothing.",
    "author": "Martin Luther"
  },
  {
    "quote": "Pray like it all depends on God, then when you are done, go work like it all depends on you.",
    "author": "Martin Luther"
  },
  {
    "quote": "To be full and idle is the greatest plague on earth; it is the trouble from where all other plagues come.",
    "author": "Martin Luther"
  },
  {
    "quote": "Ministerial work is to make saints out of sinners, living souls out of the dead, children of God out of servants of the Devil.",
    "author": "Martin Luther"
  },
  {
    "quote": "Ministers should make it their business not to set forth new notions, but to press on Christians old truths, and known duties.",
    "author": "Thomas Gouge"
  },
  {
    "quote": "God's all-seeing presence is a preservative against sin and a means to make you watchful over all your ways and actions.",
    "author": "Thomas Gouge"
  },
  {
    "quote": "It is hard to mortify sin--but will it not be harder to be damned for it?",
    "author": "Thomas Gouge"
  },
  {
    "quote": "Do we not all have sins of the greatest magnitude, even though we have mercies of the highest nature? Thomas Gouge, The Duty of Reformation in Light of God",
    "author": "s Mercies"
  },
  {
    "quote": "In our folly we see other's faults, more than to see our own. Learn the art of self-reflection, which is the way to self-reformation.",
    "author": "Thomas Gouge"
  },
  {
    "quote": "Let us offer up ourselves to the Lord as a whole-burnt-offering, in the ascending flames of purest affections.",
    "author": "Thomas Gouge"
  },
  {
    "quote": "What expectations God has to see a repenting, reforming, holy, obedient frame, on our reception of such wonderful favors from him!",
    "author": "Thomas Gouge"
  },
  {
    "quote": "Christ has purchased holiness for all whom he has laid down his life for.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "Sanctification is nothing else but glorification begun. Glorification is nothing else but the perfecting of sanctification.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "The Lord sees every spark of grace in Christians; even their desires and endeavors after God's will shall be accepted as the deed.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "There is the venom of the wrath of God in every affliction to every unconverted man while is in this world.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "Christ says, 'Whatever your fears and troubles are, yet come, and cast all your burdens on me, I am content to bear them all.'",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "In believers, the power of Jesus Christ can uphold little sparks of grace in the midst of an ocean of corruption.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "Christians cannot be idle. They have to provide for eternity!",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "To most people in the world, sin is a very light thing.",
    "author": "Jeremiah Burroughs"
  },
  {
    "quote": "No man should think himself a Christian, if he does not hate sin.",
    "author": "William Plumer"
  },
  {
    "quote": "Honoring God means to give God that weight and value which is due to Him because of who He is.",
    "author": "Francis Woodcock"
  },
  {
    "quote": "An idle person is the Devil's workshop, there he works, ever busy when men are most idle.",
    "author": "Thomas Gouge"
  },
  {
    "quote": "Repentance in this life is necessary to enter glory in the life to come.",
    "author": "Christopher Love"
  },
  {
    "quote": "If the Lord brings a wicked man to Heaven, it would be Hell to him; for he who does not love grace on earth, will never love it in Heaven.",
    "author": "Christopher Love"
  },
  {
    "quote": "The souls of men may as certainly be damned by poisoning as by starving.",
    "author": "William Jenkyn"
  },
  {
    "quote": "It's God's just judgment on all who do not receive his truth in love, to give them up to walk in their own counsels.",
    "author": "Thomas Hodges"
  },
  {
    "quote": "If heresies did not have some pretty paint to cause them to stand out, they would be condemned and detested by everyone.",
    "author": "Thomas Hodges"
  },
  {
    "quote": "Christ crucified must be the subject of all the minister's preaching.",
    "author": "John Jackson"
  },
  {
    "quote": "Ministers must not flatter, preach pleasing things, or feed them sugary things--when salt is necessary.",
    "author": "John Jackson"
  },
  {
    "quote": "Men in Heaven shall know who are damned in Hell, yet they shall not know it in a way of compassion or sorrow.",
    "author": "Christopher Love"
  },
  {
    "quote": "Do not lose lying in Abraham's bosom, for now lying in Delilah's lap!",
    "author": "Christopher Love"
  },
  {
    "quote": "In nature, I can't live without breathing. In grace, I cannot live without praying.",
    "author": "Daniel Burgess"
  },
  {
    "quote": "Ingratitude turns God's honey into gall, and His medicine to poison.",
    "author": "Daniel Burgess"
  },
  {
    "quote": "The mission of the minister, his avowed undertaking, is to detach from the earth those to whom he preaches.",
    "author": "Alexander Vinet"
  },
  {
    "quote": "We must love the flock in order to preach to it well.",
    "author": "Alexander Vinet"
  },
  {
    "quote": "Our Lord Jesus Christ is ascended to Heaven to prepare a place for the elect there.",
    "author": "Christopher Love"
  },
  {
    "quote": "The soul of biblical preaching is the application. Peter",
    "author": "van Mastricht"
  },
  {
    "quote": "A perversion of the pulpit is surely followed by spiritual apostasy in the Church.",
    "author": "R.L. Dabney"
  },
  {
    "quote": "If ministers cared more for their people and less for their own sermons, they would be more useful.",
    "author": "Thomas Murphy"
  },
  {
    "quote": "In respect of the glory of God, He is said to be in Heaven because in that place he chiefly manifests his glory and goodness.",
    "author": "Thomas Hodges"
  },
  {
    "quote": "God oftentimes makes our sufferings to be inlets to our glory.",
    "author": "Christopher Love"
  },
  {
    "quote": "On earth Christians enjoy Christ by drops; in Heaven they shall enjoy the fullness of the ocean.",
    "author": "Christopher Love"
  },
  {
    "quote": "The elect should think their death bed to be the very suburbs of Heaven.",
    "author": "Christopher Love"
  },
  {
    "quote": "To the people of God there is no doctrine so comfortable as the doctrine of Christ's coming to judge the world.",
    "author": "Christopher Love"
  },
  {
    "quote": "God's regenerating power is greater than the strength of the world, Hell, or man's wicked heart. He can draw the worst sinners to Christ.",
    "author": "Simeon Ashe"
  },
  {
    "quote": "Threats and blows drive hypocrites to duty, but cords of love draw the gracious heart to an exact walking with his God.",
    "author": "Simeon Ashe"
  },
  {
    "quote": "A single sin not speedily and truly repented of, will justly become the mother and cause of more sin.",
    "author": "Hannibal Gammon"
  },
  {
    "quote": "Sins are more easily kept out, than cast out.",
    "author": ". Augustine"
  },
  {
    "quote": "We must not measure our afflictions by the present pain we feel, but by the benefit that follows after them [Hebrews 12:11].",
    "author": "Hannibal Gammon"
  },
  {
    "quote": "God, in forgiving the the sins of the righteous, esteems them as no sins, blotting them out and nailing them to his Son's cross.",
    "author": "Hannibal Gammon"
  },
  {
    "quote": "God's punishment to a wicked man on earth, is his wicked mind.",
    "author": "Hannibal Gammon"
  },
  {
    "quote": "Those which are afflicted by God in trials should pray to be bettered before they are delivered.",
    "author": "Thomas Valentine"
  },
  {
    "quote": "It is just with God to punish us in that thing we idolize.",
    "author": "Thomas Valentine"
  },
  {
    "quote": "God does not intend good towards wicked men, but only the glory of his justice.",
    "author": "Thomas Valentine"
  },
  {
    "quote": "Patience is a quiet silent temper of soul, by which we submit to God in all our crosses.",
    "author": "Thomas Valentine"
  },
  {
    "quote": "To come to Christ, for the Christian, is a continual recourse to him for the increase of all saving graces.",
    "author": "Thomas Valentine"
  },
  {
    "quote": "The wicked mourn in Hell, not because they have sinned but because they are punished.",
    "author": "William Gearing"
  },
  {
    "quote": "A Christian is not poor, who is rich in grace; a man is not miserable, who has Christ for his portion.",
    "author": "William Gearing"
  },
  {
    "quote": "Sincere endeavors to do God's service is our whole work, but the success of these endeavors is God's work.",
    "author": "Stephen Marshall"
  },
  {
    "quote": "If a man cannot mourn at hearing about the wrath of God, they must burn at feeling it.",
    "author": "Stephen Marshall"
  },
  {
    "quote": "False repentance, this devil's faith, may produce a Judas' repentance.",
    "author": "Zachary Crofton"
  },
  {
    "quote": "Application is the life of divine meditation.",
    "author": "John Ball"
  },
  {
    "quote": "Always fear to offend God, and you need not fear any other peril.",
    "author": "John Ball"
  },
  {
    "quote": "Godliness makes a man as like to God as a creature can be like to the Creator; but sin transforms us into the likeness of the devil.",
    "author": "John Ball"
  }
]
